Repository: minimus/wp-copyrighted-post
Catalog: wp-copyrighted-post-*.po
Languages: be_by, ru_ru, zh_cn

source: All rights reserved.
be_by: Усё правы абароненыя.
ru_ru: Все права защищены.
zh_cn: 版权所有.

source: Copyright Settings
ru_ru: Авторские права

source: Copyright owner
be_by: Праваўладальнік
ru_ru: Правообладатель
zh_cn: 版权所有人

source: Select a variant of display the legal owner in line of the copyrights. For a blog of several authors it is better to select "Author Name".
ru_ru: Выберите вариант отображения правообладателя в строке аторского права. Для блога нескольких авторов лучше выбрать "Имя автора".

source: Blog Name
be_by: Імя блога
ru_ru: Имя блога
zh_cn: 博客名称

source: Author Name
be_by: Імя аўтара
ru_ru: Имя автора
zh_cn: 作者名称

source: Site Name (URL based)
ru_ru: Имя сайта (на базе URL)

source: Custom Name
ru_ru: Настраиваемое имя

source: Custom Name of Copyrights owner
ru_ru: Настраиваемое имя правообладателя

source: HTML tags allowed.
ru_ru: Разрешается использование HTML тегов.

source: Define Copyright Notice String
be_by: Стандартны радок аўтарскага права
ru_ru: Стандартная строка авторского права
zh_cn: 默认版权提示信息

source: This is a phrase that originated in copyright law as part of copyright notices. English: "All rights reserved."
be_by: Гэта стандартны радок для аб'явы аўтарскага права. Звычайна на рускім выкарыстоўваецца фраза "Усё правы абароненыя.", на ангельскім "All rights reserved."
ru_ru: Это стандартная строка для объявления авторского права. Обычно на русском используется фраза "Все права защищены.", на английском "All rights reserved."
zh_cn: 这是一个起源于著作权法的词组，用于进行版权声明，英文的相应词组是："All rights reserved."

source: Define Extended Copyright Notice String
be_by: Дадатковы радок аўтарскага права
ru_ru: Дополнительная строка авторского права
zh_cn: 默认的扩展版权声明字符

source: This is extended copyright notice string. You can place additional information here.
be_by: У дадатковым радку можна змясціць любую інфармацыю. Напрыклад паведамленне аб неабходнасці спасылкі на зыходны артыкул пры рэпублікацыі.
ru_ru: В дополнительной строке можно поместить любую информацию. Например сообщение о необходимости ссылки на исходную статью при републикации.
zh_cn: 这是一个扩展的版权声明字符，您可以在此输入额外信息。

source: Display in Single Post Only
be_by: Паказваць толькі пры праглядзе адзінкавага артыкула
ru_ru: Показывать только при просмотре одиночной статьи
zh_cn: 仅在单个文章页面显示

source: Select "Yes", if you want display copyright notice only at the end of post in single post viewing mode.
be_by: Вылучыце "Так", калі жадаеце паказваць паведамленне аб аўтарскіх правах толькі ў рэжыме прагляду адзінкавага артыкула. Калі Вы не карыстаецеся тэгам "more", мае сэнс уключыць паказ ва ўсіх рэжымах, вылучыўшы "Не".
ru_ru: Выберите "Да", если хотите показывать сообщение об авторских правах только в режиме просмотра одиночной статьи. Если Вы не пользуетесь тегом "more", имеет смысл включить показ во всех режимах, выбрав "Нет".
zh_cn: 如果您希望仅在单个文章页面显示版权声明信息，请选择"是"。

source: Yes
be_by: Так
ru_ru: Да
zh_cn: 是

source: No
be_by: Не
ru_ru: Нет
zh_cn: 否

source: Exclude Posts
ru_ru: Исключая статьи

source: ID(s) of post(s) (comma separated without spaces). These posts are not subjects of copyrights.
ru_ru: ID статей (разделять запятыми, без пробелов). Эти статьи не являются субъектами авторского права.

source: Exclude Categories
ru_ru: Исключая рубрики

source: Name(s) of category(ies) (comma separated without spaces). The posts in these categories are not subjects of copyrights. For example: Posts in "News" Category.
ru_ru: Имена рубрик (разделять запятыми, без пробелов). Статьи из этих рубрик не являются субъектами авторского права.

source: Parameters of copyright notice in the end of each post of your blog (Copyrighted Post plugin).
ru_ru: Параметры уведомления об авторском праве в конце каждой статьи вашего блога (плагин Copyrighted Post).

source: Copyrighted Post
be_by: Аўтарскія правы
zh_cn: 版权信息

source: Basic Settings
be_by: Асноўныя параметры
zh_cn: 基本设置

source: Selecting "Blog Name"("Author Name") will show name of blog (author of post) as copyright owner. If your blog is multi author blog, use "Author name" to highlight copyright owner.
be_by: Вылучыце "Імя блога" або "Імя аўтара" для адлюстравання праваўладальніка ў радку аўтарскіх правоў. Для блога некалькіх аўтараў лепш вылучыць "Імя аўтара".
zh_cn: 选择 "博客名称("作者名称")会相应显示博客或日志作者的名称作为版权所有人，如果您的博客是多用户共有的博客，请使用"作者名称"来突出版权所有人。

source: Copyrighted Post Settings Updated.
be_by: Параметры ўбудовы "Аўтарскія правы" захаваныя.
zh_cn: 文章版权声明设置更新成功。

source: Copyrighted Post Settings
be_by: Параметры ўбудовы "Аўтарскія правы"
zh_cn: 文章版权声明设置

source: Update Settings
be_by: Захаваць параметры
zh_cn: 更新设
